git
ca-certificates
curl
wget
unzip
zip
p7zip-full
jq
ripgrep
file
libimage-exiftool-perl
dnsutils
iproute2
netcat-openbsd
sqlite3
build-essential
python3.12-dev
python3.12-venv
pipx
tmux
tree
